// Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
int num = 589;
Console.WriteLine(num);
string str = num.ToString();
Console.WriteLine(str[1]);
