// Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
int num = 279;
Console.WriteLine(num);
int b = num/10;
int c = b%10;
Console.WriteLine(c);
