// Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
int num = 279;
Console.WriteLine(num);
string str = 279.ToString();
Console.WriteLine(str[1]);
